const pazStations = [
  {
    "lon": 34.82896,
    "address": "משה סנה  199, רמת השרון",
    "name": "רחיצת ספידו",
    "phone": "053-3677183",
    "lat": 32.13002
  },
  {
    "lon": 34.81308,
    "address": "הטייסים 126  , תל אביב - יפו",
    "name": "תחנת דלק זיו און בע\"מ",
    "phone": "054-4577666",
    "lat": 32.0456
  },
  {
    "lon": 35.20873,
    "address": "שד' בן צבי  18, ירושלים",
    "name": "נענע שרותי רכב",
    "phone": "02-6222302",
    "lat": 31.78362
  },
  {
    "lon": 34.56983,
    "address": "ביאליק  1, אשקלון",
    "name": "מנהרת השמשונים",
    "phone": "08-6764113",
    "lat": 31.66172
  },
  {
    "lon": 35.39316,
    "address": "צומת תל יוסף  , תל יוסף",
    "name": "רחיצת אור הגלבוע",
    "phone": "054-7584302",
    "lat": 32.55064
  },
  {
    "lon": 34.89827,
    "address": "החרש 6 נוה נאמן  , הוד השרון",
    "name": "א.ו.ד.א. שירותי רחיצה בע\"מ",
    "phone": "052-6676597",
    "lat": 32.13292
  },
  {
    "lon": 34.8149,
    "address": "תחנת פז אלוף שדה רח אלוף שדה 15  , גבעתיים",
    "name": "גולדאור  אלוף שדה",
    "phone": "03-5323934",
    "lat": 32.05908
  },
  {
    "lon": 34.79463,
    "address": "דרך השבעה 7 חולון(כביש חולון-אזור)  , אזור",
    "name": "חיים וקנין שרותי רכב בע\"מ",
    "phone": "050-4720010",
    "lat": 32.02982
  },
  {
    "lon": 35.06479,
    "address": "ההסתדרות 233  , חיפה",
    "name": "וויש ולכביש",
    "phone": "052-3774520",
    "lat": 32.80836
  },
  {
    "lon": 34.67626,
    "address": "תחנת דור אלון גן יבנה  , גן יבנה",
    "name": "אלון גן יבנה",
    "phone": "050-7363577",
    "lat": 31.78636
  },
  {
    "lon": 34.86177,
    "address": "לוי אשכול 1  , קריית אונו",
    "name": "מ.א. סופר וואש בע\"מ",
    "phone": "03-6520517",
    "lat": 32.06362
  },
  {
    "lon": 34.7742,
    "address": "לוי אשכול 1 (כיכר קוגל)  , חולון",
    "name": "מ.א. סופר וואש בע\"מ",
    "phone": "03-6520517",
    "lat": 32.02965
  },
  {
    "lon": 34.6642,
    "address": "שד' בני ברית בתחנת סונול  , אשדוד",
    "name": "הנוצץ סונול אשדוד",
    "phone": "052-4030119",
    "lat": 31.81194
  },
  {
    "lon": 34.85661,
    "address": "הנביאים 41  , רמת השרון",
    "name": "סיכת קדמה",
    "phone": "054-4660160",
    "lat": 32.1291
  },
  {
    "lon": 34.86137,
    "address": "גיבורי ישראל 42 בתחנת סונול א.ת.פולג  , נתניה",
    "name": "אסף שירותי רחיצה.",
    "phone": "052-5259525",
    "lat": 32.28381
  },
  {
    "lon": 34.8133,
    "address": "שלם 1 בתחנת \"דלק\"-דרך הטייסים  , תל אביב - יפו",
    "name": "שטיפת הנוצץ",
    "phone": "052-3000455",
    "lat": 32.04594
  },
  {
    "lon": 34.89871,
    "address": "אלטלף 21  בתחנת פז  , יהוד-מונוסון",
    "name": "לייק וואש",
    "phone": "03-6325881",
    "lat": 32.03044
  },
  {
    "lon": 34.74202,
    "address": "תחנת פז מתחם הסופרלנד  , ראשון לציון",
    "name": "בבלס טצת בע\"מ",
    "phone": "050-4295888",
    "lat": 31.97378
  },
  {
    "lon": 34.78151,
    "address": "רח מנחם בגין התחנת פז  , גדרה",
    "name": "בסט וואש",
    "phone": "054-6313131",
    "lat": 31.79707
  },
  {
    "lon": 34.79601,
    "address": "דרך השבעה 19 -כביש חולון אזור  , אזור",
    "name": "טורבו דריים",
    "phone": "03-6500402",
    "lat": 32.03019
  },
  {
    "lon": 35.24327,
    "address": "מג'ד אל כרום  , מג'ד אל כרום",
    "name": "סיכה ורחיצת עתיד",
    "phone": "050-2196444",
    "lat": 32.91742
  },
  {
    "lon": 34.8182,
    "address": "שד' נים בתחנת דור אלון  , ראשון לציון",
    "name": "מ.א.סופר וואש בע\"מ",
    "phone": "03-6520517",
    "lat": 31.94678
  },
  {
    "lon": 35.30338,
    "address": "רח בן עמר  , נצרת",
    "name": "רחיצת רכב לב הצפון",
    "phone": "050-9119224",
    "lat": 32.70016
  },
  {
    "lon": 34.95285,
    "address": "תחנת דור אלון  , ניר אליהו",
    "name": "רחיצת המומחים",
    "phone": "053-7493748",
    "lat": 32.19405
  },
  {
    "lon": 34.73451,
    "address": "סנהדרין 34  , יבנה",
    "name": "אמריקאר ספא",
    "phone": "054-2367271",
    "lat": 31.88738
  },
  {
    "lon": 35.1646,
    "address": "תחנת \"דלק\"-כפר יאסיף  , כפר יאסיף",
    "name": "סיכת כפר יאסיף",
    "phone": "054-3036681",
    "lat": 32.94768
  },
  {
    "lon": 34.81085,
    "address": "שד' המלך חסן השני 10  , קריית עקרון",
    "name": "סופר קלין",
    "phone": "08-8504977",
    "lat": 31.86058
  },
  {
    "lon": 34.8752,
    "address": "בתחנת דור אלון בכניסה לקיבוץ תל יצחק  , תל יצחק",
    "name": "פרפקט קלין",
    "phone": "052-5759510",
    "lat": 32.25482
  },
  {
    "lon": 35.1913,
    "address": "בית הדפוס 3 גבעת שאול  , ירושלים",
    "name": "און ליין גבעת שאול",
    "phone": "053-5370515",
    "lat": 31.7861
  },
  {
    "lon": 34.87784,
    "address": "תחנת \"דלק\" מרכז זקס  , אבן יהודה",
    "name": "א.כ.זקס אחזקות בע\"מ",
    "phone": "052-8331244",
    "lat": 32.25599
  },
  {
    "lon": 34.80823,
    "address": "שד' רוקח מול גני התערוכה  , תל אביב - יפו",
    "name": "פרץ ירידים בע\"מ- סופר וואש ת\"א",
    "phone": "03-6093830",
    "lat": 32.07644
  },
  {
    "lon": 35.53537,
    "address": "הירדן 100  , טבריה",
    "name": "תחנת סיכה ורחיצה-חמדאן",
    "phone": "050-5619200",
    "lat": 32.78852
  },
  {
    "lon": 35.0128,
    "address": "תחנת פז יזרעאליה הצמודה לגרנד קניון  , חיפה",
    "name": "פז יזרעליה",
    "phone": "052-5564153",
    "lat": 32.78829
  },
  {
    "lon": 34.86123,
    "address": "החרושת 2 בתתחנת \"סונול\"  , אור יהודה",
    "name": "קלאב קאר וואש אור יהודה",
    "phone": "050-8488757",
    "lat": 32.02085
  },
  {
    "lon": 34.90084,
    "address": "אבא הילל סילבר  7, לוד",
    "name": "ד.ר.י.ב ספא רשת שטיפת רכבים בע\"מ",
    "phone": "057-5451443",
    "lat": 31.96492
  },
  {
    "lon": 34.96086,
    "address": "הרימון 1 א.ת.שוהם  , שוהם",
    "name": "ד.ר.י.ב ספא רשת שטיפת רכבים בע\"מ",
    "phone": "050-9002002",
    "lat": 32.0059
  },
  {
    "lon": 34.89695,
    "address": "נתן שיפריס-צומת ירקונים-בתחנת פז-פ\"ת  , פתח תקווה",
    "name": "אוטו ספא",
    "phone": "052-5255566",
    "lat": 32.10146
  },
  {
    "lon": 34.66595,
    "address": "בתחנת פז -שד' בני ברית  , אשדוד",
    "name": "מרכז הרכב אשדוד (בתחנת פז)",
    "phone": "054-8013366",
    "lat": 31.81089
  },
  {
    "lon": 34.8068059,
    "address": "זבוטינסקי 37  , רמת גן",
    "name": "וואש אנד מור בע\"מ",
    "phone": "03-6134693",
    "lat": 32.0839561
  },
  {
    "lon": 34.79072,
    "address": "הפטיש 6 מתחם פוואר סנטר בתחנת דלק  , נס ציונה",
    "name": "מנהרת 3000-קובי כדורי",
    "phone": "052-4863636",
    "lat": 31.92263
  },
  {
    "lon": 34.86832,
    "address": "דרך הרכבת 16-מחלף נתניה צפון בתחנת סונול  , נתניה",
    "name": "שטיפת רכבים",
    "phone": "054-5375375",
    "lat": 32.32199
  },
  {
    "lon": 34.81309,
    "address": "בתחנת פז נויה צומת בילו -גבעת ברנר  , גבעת ברנר",
    "name": "אמנון המבריק(גבעת ברנר)",
    "phone": "050-6774846",
    "lat": 31.86604
  },
  {
    "lon": 34.86667,
    "address": "לוי אשכול 203 בפז סביון-צומת סביון  , סביון",
    "name": "מ.א.סופר וואש בע\"מ",
    "phone": "054-8116819",
    "lat": 32.03359
  },
  {
    "lon": 34.89204,
    "address": " הרב מרדכי אליהו 6 בתחנת הדלק \"יעד\"  , לוד",
    "name": "שטיפת המיוחדים",
    "phone": "054-2827279",
    "lat": 31.9548
  },
  {
    "lon": 34.76651,
    "address": "הרצל 188 פינת בן צבי  , תל אביב - יפו",
    "name": "בוגי שירותי רכב",
    "phone": "052-7589200",
    "lat": 32.04608
  },
  {
    "lon": 34.88319,
    "address": "הנופר 3 בתחנת פז הנופר  , רעננה",
    "name": "גולד וואש",
    "phone": "050-7775984",
    "lat": 32.19557
  },
  {
    "lon": 35.09759,
    "address": "הגעתון 14  , נהרייה",
    "name": "שטיפת אלון",
    "phone": "052-6782252",
    "lat": 33.00053
  },
  {
    "lon": 34.80157,
    "address": "זבוטינסקי 4  , רמת גן",
    "name": "תחנת דלק \"עלית\"-שצף-קצף בע\"מ",
    "phone": "050-9014946",
    "lat": 32.08259
  },
  {
    "lon": 35.299,
    "address": "כורש 10 בתחנת סונול  , עפולה",
    "name": "שמס אביזרי רכב ושטיפה",
    "phone": "054-6520387",
    "lat": 32.60737
  },
  {
    "lon": 34.92765,
    "address": "עתיר ידע 2 בתחנת פז  , כפר סבא",
    "name": "ספלאש עתיר ידע -וי ורטה הולדינגס בע\"מ",
    "phone": "09-8811477",
    "lat": 32.1658
  },
  {
    "lon": 34.88501,
    "address": "משה אדרת רמלה תחנת דלק מנטה  , רמלה",
    "name": "אלכס שטיפת מכוניות",
    "phone": "053-3363994",
    "lat": 31.9364
  },
  {
    "lon": 34.75058,
    "address": "יוסף ספיר 1 א.ת. רשל\"צ-בתחנת סד\"ש  , ראשון לציון",
    "name": "ארי יוסף דוד השקעות בעמ-קנדי קאר",
    "phone": "053-9303774",
    "lat": 31.99085
  },
  {
    "lon": 34.77516,
    "address": "לזרוב 35 א.ת. ראשון לציון  , ראשון לציון",
    "name": "שטיפת דקל  הזהב",
    "phone": "050-5450902",
    "lat": 31.99175
  },
  {
    "lon": 34.89501,
    "address": "פרופ שכטמן 10  , חדרה",
    "name": "ק.ח.רחיצות בע\"מ - קאר וואש חדרה",
    "phone": "050-8154031",
    "lat": 32.44193
  },
  {
    "lon": 34.89384,
    "address": "תחנת פז קיסריה ליד תחנת הכח  , קיסריה",
    "name": "ק.ח.רחיצות בע\"מ - קאר וואש קיסריה",
    "phone": "050-8154031",
    "lat": 32.47607
  },
  {
    "lon": 35.29465,
    "address": "החשמל 9 -בתחנת הדלק \"יעד\" (צמוד לשוק החדש)  , עפולה",
    "name": "רחיצת תמר- יעד ניהול תחנות תדלוק בע\"מ",
    "phone": "052-7430390",
    "lat": 32.59765
  },
  {
    "lon": 35.09741,
    "address": "תחנת פז -לוחמי הגטאות 37  , נהרייה",
    "name": "שטיפת רכב הלבנוני.",
    "phone": "054-3640422",
    "lat": 33.00165
  },
  {
    "lon": 35.21535,
    "address": "קניון רמי לוי שכונת עטרות  , ירושלים",
    "name": "עולם הרכב",
    "phone": "054-7345962",
    "lat": 31.75123
  },
  {
    "lon": 34.77087,
    "address": "דרך מצדה 266 - בתחנת פז  , באר שבע",
    "name": "ריקו קאר וואש",
    "phone": "08-6683953",
    "lat": 31.25384
  },
  {
    "lon": 34.77459,
    "address": " הרצל 131 רמלה בתחנת סונול  , רמלה",
    "name": "דיאא אלדיו בע\"מ - אוטוברייט",
    "phone": "054-9238075",
    "lat": 31.60417
  },
  {
    "lon": 34.82975,
    "address": "מחלף מסובים תחנת אלון  , אור יהודה",
    "name": "אופל שטיפת מכוניות",
    "phone": "6885356",
    "lat": 32.03819
  },
  {
    "lon": 35.32494,
    "address": "מעלה כמון 1 בתחנת פז  , כרמיאל",
    "name": "הנוצץ ניקיון ברמה אחרת",
    "phone": "052-8288123",
    "lat": 32.92803
  },
  {
    "lon": 35.22802,
    "address": "פיקוד מרכז 1 בתחנתפז מנדלבאום  , ירושלים",
    "name": "רחיצת פז מנדלבאום",
    "phone": "052-6399628",
    "lat": 31.78565
  },
  {
    "lon": 34.89833,
    "address": "כביש 4 מדרום לצפון בתחנת פז קדימה  , קדימה",
    "name": "גל שטיפת רכבים",
    "phone": "052-4846742",
    "lat": 32.29078
  },
  {
    "lon": 34.80834,
    "address": "המרכבה 31 א.ת. חולון  , חולון",
    "name": "אוטו ספא-כל בו חצי חינם בע\"מ",
    "phone": "",
    "lat": 32.01113
  },
  {
    "lon": 35.29868,
    "address": " און ליין דיזיין סיטי מעלה אדומים  , מעלה אדומים",
    "name": "און ליין שטיפות-מעלה אדומים",
    "phone": "053-5370515",
    "lat": 31.79666
  },
  {
    "lon": 34.92931,
    "address": " צומת בנימינה בתחנת פז  , בנימינה",
    "name": "גרמס רחיצת רכב.",
    "phone": "050-8354601",
    "lat": 32.51894
  },
  {
    "lon": 34.80454,
    "address": "רחוב פנחס ספיר 1  , רחובות",
    "name": "שטיפת מכוניות אבו קביטה",
    "phone": "054-6274530",
    "lat": 31.91622
  },
  {
    "lon": 34.96866,
    "address": "השדרה המרכזית 24 מודיעין  , מודיעין-מכבים-רעות",
    "name": "ספלאש מודיעין",
    "phone": "053-5555494",
    "lat": 31.92296
  },
  {
    "lon": 34.91661,
    "address": "הרימון  149, נווה ירק",
    "name": "שטיפת עלמא קשמר",
    "phone": "054-8187077",
    "lat": 32.13797
  },
  {
    "lon": 35.16374,
    "address": "בתחנת פז טמרה  , טמרה",
    "name": "עווד היתאם -פז טמרה",
    "phone": "054-7056710",
    "lat": 32.87283
  },
  {
    "lon": 34.98927,
    "address": "הרכס 10 ליגד סנטר בתחנת פז מודיעין  , מודיעין-מכבים-רעות",
    "name": "סיטי וואש בשירות עצמי (ליגד סנטר)",
    "phone": "054-3335499",
    "lat": 31.92384
  },
  {
    "lon": 34.96022,
    "address": "תחנת פז-המכונאי 2 ישפרו סנטר  , מודיעין-מכבים-רעות",
    "name": "א.ב.י.שטיפת רכב בע\"מ-סיטי וואש ישפרו",
    "phone": "054-3335499",
    "lat": 31.88962
  },
  {
    "lon": 35.18912,
    "address": "אזולאי 1 בתחנת פז כנפי נשרים  , ירושלים",
    "name": "שטיפת כנפי נשרים",
    "phone": "0545624276",
    "lat": 31.78917
  },
  {
    "lon": 34.76668,
    "address": "הרצל 5 בתחנת הדלק \"מנטה\"  , גדרה",
    "name": "אמנון המבריק(גדרה)",
    "phone": "08-9556943",
    "lat": 31.80741
  },
  {
    "lon": 34.81733618,
    "address": "שד' נים בתחנת פז גילי רשל\"צ  , ראשון לציון",
    "name": "I Wash בשירות עצמי 24/7 (פז גילי)",
    "phone": "050-4802180",
    "lat": 31.946126
  },
  {
    "lon": 35.13191,
    "address": "הרימון  203, נווה מיכאל",
    "name": "שטיפת ה-שלום",
    "phone": "052-7766900",
    "lat": 31.543
  },
  {
    "lon": 35.33228,
    "address": "איתם 13 מישור אדומים  , מעלה אדומים",
    "name": "שטיפת אדומים",
    "phone": "051-5531615",
    "lat": 31.78727
  },
  {
    "lon": 34.80111,
    "address": "תחנת פז -מנחם  נס ציונה צומת גן הורדים  , נס ציונה",
    "name": "מנהרת הזמן בע\"מ-נס ציונה",
    "phone": "054-3274905",
    "lat": 31.94873
  },
  {
    "lon": 35.19676,
    "address": "בתחנת דלק דור אלון -צומת מגידו  , מגידו",
    "name": "שטיפת מגידו",
    "phone": "052-2312795",
    "lat": 32.57379
  },
  {
    "lon": 35.28658,
    "address": "רח הדרור 1 תחנת פז-כפר הילדים  , כרמיאל",
    "name": "עדנאן שטיפת רכבים",
    "phone": "054-2882042",
    "lat": 32.92498
  },
  {
    "lon": 35.35533,
    "address": "תחנת סונול חורפיש - כביש 89  , חורפיש",
    "name": "שטיפה 89 חורפיש",
    "phone": "052-7816414",
    "lat": 33.013171
  },
  {
    "lon": 34.864181,
    "address": "רבין 5  בתחנת פז  , פתח תקווה",
    "name": "קינג וואש- קוברה מנהרות בע\"מ",
    "phone": "050-4436918",
    "lat": 32.08915
  },
  {
    "lon": 34.9706,
    "address": "אזור התעשיה פרדס חנה  , פרדס חנה-כרכור",
    "name": "נקודת חן",
    "phone": "052-8228880",
    "lat": 32.48712
  },
  {
    "lon": 35.31794,
    "address": "דיזול נצרת א.ת.ציפורי  , נצרת",
    "name": "קאר וואש",
    "phone": "054-4738556",
    "lat": 32.76077
  },
  {
    "lon": 34.95113,
    "address": "שדרות הדקלים א.ת. לב הארץ  , ראש העין",
    "name": "קאר וואש",
    "phone": "053-3333324",
    "lat": 32.10868
  },
  {
    "lon": 34.87891,
    "address": " יוספטל 6- בתחנת פז יוספטל  לוד  , לוד",
    "name": "שטיפת מוניות יצחק רבין",
    "phone": "053-3392207",
    "lat": 31.94672
  },
  {
    "lon": 34.8111,
    "address": " מחלף הסירה-פז אשל כביש החוף לכיוון צפון  , הרצליה",
    "name": "בבלס בשירות עצמי 24/7 (פז אשל)",
    "phone": "0526432152",
    "lat": 32.15757
  },
  {
    "lon": 34.92153,
    "address": "רח הנרקיס בתחנת פז אלישמע  , אלישמע",
    "name": "לולי וואש",
    "phone": "050-6604207",
    "lat": 32.15304
  },
  {
    "lon": 35.27609,
    "address": "האלה 2  , מגדל תפן",
    "name": "רומא שטיפה ואביזרי רכב",
    "phone": "050-2502662",
    "lat": 32.297447
  },
  {
    "lon": 35.21328,
    "address": "האומן 1 תלפיות  , ירושלים",
    "name": "הלו רחיצה HELLO",
    "phone": "052-4704419",
    "lat": 31.74643
  },
  {
    "lon": 34.77512,
    "address": "שד' לוי אשכול 30  , חולון",
    "name": "הנוצץ חולון",
    "phone": "052-4030119",
    "lat": 32.03332
  },
  {
    "lon": 34.83586,
    "address": "בתחנת דור אחון קיבוץ יקום  , יקום",
    "name": "זקס שטיפת רכבים יקום",
    "phone": "058-6238765",
    "lat": 32.24897
  },
  {
    "lon": 35.05716,
    "address": "האיצטדיון 13  , חיפה",
    "name": "קאר וואש קריית חיים",
    "phone": "052-2272362",
    "lat": 32.82209
  },
  {
    "lon": 34.96316,
    "address": "הכרמל 1 בתוך תחנת פז אדום-אילת  , אילת",
    "name": "פז אדום אילת-ש.ל.י.א חן לרכב בע\"מ",
    "phone": "053-8800380",
    "lat": 29.57105
  },
  {
    "lon": 35.33776,
    "address": "די זהב 7 מתחם גאמיס משור אדומים  , מעלה אדומים",
    "name": "נינג'ה וואש ישראל",
    "phone": "054-2222873",
    "lat": 31.78675
  },
  {
    "lon": 34.7425,
    "address": " המיסב 6 יבנה בתחנת פז יבנה הירוקה  , יבנה",
    "name": "בבלס בשירות עצמי 24/7 (פז יבנה הירוקה)",
    "phone": "0526432152",
    "lat": 31.86398
  },
  {
    "lon": 34.73935,
    "address": " דרך הים יבנה בתחנת פז יבנה  , יבנה",
    "name": "בבלס בשירות עצמי 24/7 (פז יבנה רשף)",
    "phone": "0526432152",
    "lat": 31.8849
  },
  {
    "lon": 34.79436,
    "address": "רחוב דרך הנשיאים בתחנת פז הנשיאים  , באר שבע",
    "name": "בבלס בשירות עצמי 24/7 (פז הנשיאים)",
    "phone": "050-4295888",
    "lat": 31.27815
  },
  {
    "lon": 34.97306,
    "address": "כביש חיפה ת\"א הישן צ.עתלית בתחנת פז עתלית  , עתלית",
    "name": "בבלס בשירות עצמי 24/7 (פז מבוא עתלית)",
    "phone": "0526432152",
    "lat": 32.83414
  },
  {
    "lon": 35.09079,
    "address": "שד ירושליים  בתחנת פז כורדני  , קריית מוצקין",
    "name": "בבלס בשירות עצמי 24/7 (פז כורדני)",
    "phone": "050-4295888",
    "lat": 32.85894
  },
  {
    "lon": 35.01924,
    "address": "העמל 10  , דימונה",
    "name": "באבלס לנד",
    "phone": "052-2259193",
    "lat": 31.06486
  },
  {
    "lon": 35.29621,
    "address": "החרמש 8  , עפולה",
    "name": "קלאס קאר",
    "phone": "052-2710025",
    "lat": 32.60489
  },
  {
    "lon": 34.84547,
    "address": "יונה שפנדל 1 כביש 4 בתחנת פז גבעת שמואל  , גבעת שמואל",
    "name": "סיטי וואש בשירות עצמי (פז גבעת שמואל)",
    "phone": "052-5078992",
    "lat": 32.0818
  },
  {
    "lon": 35.22503,
    "address": "חליל אל סכאכיני 17 בית חנינא  , ירושלים",
    "name": "שטיפת רכב בית חנינא",
    "phone": "052-6899953",
    "lat": 31.83025
  },
  {
    "lon": 35.18769,
    "address": "רח יעקב אליאב 1 - גבעת שאול  , ירושלים",
    "name": "פיניש וואש",
    "phone": "054-6733092",
    "lat": 31.79435
  },
  {
    "lon": 34.9636,
    "address": "רח כרמל 10  , אילת",
    "name": "באבל קלאס וואש",
    "phone": "052-5178561",
    "lat": 29.57615
  },
  {
    "lon": 34.77173,
    "address": "דרך הדרום 14 בתחנת \"פז\"  , קריית גת",
    "name": "דרייב ספא קריית גת",
    "phone": "053-3881252",
    "lat": 31.60368
  },
  {
    "lon": 35.13188,
    "address": "כביש 60 בתחנת פז קריית ארבע  , קריית ארבע",
    "name": "שטיפת השלום",
    "phone": "052-7798306",
    "lat": 31.54302
  },
  {
    "lon": 34.60103,
    "address": "הפנינים 31 א.ת. אשקלון  , אשקלון",
    "name": "אמרי אביתר א.ח השקעות בע\"מ",
    "phone": "052-7270098",
    "lat": 31.66578
  },
  {
    "lon": 34.5601,
    "address": "בר לב 28 א.ת.דרומי אשקלון  , אשקלון",
    "name": "גיא וואש",
    "phone": "0544281430",
    "lat": 31.63142
  },
  {
    "lon": 34.79696,
    "address": "המלאכה 11/8  , באר שבע",
    "name": "פרימיום",
    "phone": "054-7299606",
    "lat": 31.23646
  },
  {
    "lon": 34.7838,
    "address": "תחנת הדלק בצומת מסמיה  , מסמיה",
    "name": "שטיפת רעים - י.ב.רעים בע\"מ",
    "phone": "053-6305724",
    "lat": 31.75845
  },
  {
    "lon": 34.80999,
    "address": "דרך המכבים 67  , ראשון לציון",
    "name": "מר.וואש (ראשון לציון)",
    "phone": "050-4998242",
    "lat": 31.98349
  },
  {
    "lon": 34.85624,
    "address": "הסיבים 53  , פתח תקווה",
    "name": "מר.וואש -פתח תקווה",
    "phone": "050-4998241",
    "lat": 32.08529
  },
  {
    "lon": 34.95464,
    "address": "דרך ערבה 1  , אילת",
    "name": "בבלס בשירות עצמי 24/7 (פז לשם אילת)",
    "phone": "0526432152",
    "lat": 29.55527
  },
  {
    "lon": 34.8111,
    "address": "פלטין 1 א.ת. מערבי ראשון לציון  , ראשון לציון",
    "name": "שטיפת רביבים",
    "phone": "054-9311400",
    "lat": 32.15757
  },
  {
    "lon": 34.88705,
    "address": "סמטת התבור 3  , פתח תקווה",
    "name": "פאוור קלין",
    "phone": "050-5224342",
    "lat": 32.10869
  },
  {
    "lon": 34.91713,
    "address": "רח בן יהודה 49 -תחנת פז שרונים  , כפר סבא",
    "name": "בבלס",
    "phone": "052-7726081",
    "lat": 32.18514
  },
  {
    "lon": 34.79671,
    "address": " המלאכה 13  , באר שבע",
    "name": "צמיגי השטיפה אלפרחין",
    "phone": "054-7463973",
    "lat": 31.23655
  },
  {
    "lon": 34.89423,
    "address": "דרך רמתיים  98 הוד השרון בתחנת פז  , הוד השרון",
    "name": "אוטו קלין הוד השרון",
    "phone": "",
    "lat": 32.15455
  },
  {
    "lon": 34.76619,
    "address": "דרך בן צבי 46  , תל אביב - יפו",
    "name": "קאר וואש",
    "phone": "053-3384391",
    "lat": 32.04678
  },
  {
    "lon": 34.59061,
    "address": "רחוב צהל 38  , אשקלון",
    "name": "דרייב ספא -אשקלון",
    "phone": "050-8872002",
    "lat": 31.66567
  },
  {
    "lon": 34.80077,
    "address": "המלאכה 30 תחנת סונול  , חולון",
    "name": "סיטי וואש בשירות עצמי (סונול חולון)",
    "phone": "054-7399580",
    "lat": 32.01652
  },
  {
    "lon": 34.55351,
    "address": "המתכנן 10 תחנת דלק \"טן\"  , אשקלון",
    "name": "סיטי וואש בשירות עצמי (טן אשקלון)",
    "phone": "0507005500",
    "lat": 31.63529
  },
  {
    "lon": 34.85945,
    "address": "זבוטינסקי 63 בתחנת פז  , פתח תקווה",
    "name": "סיטי וואש בשירות עצמי (תחנת פז פתח תקוה)",
    "phone": "0525078992",
    "lat": 32.09196
  },
  {
    "lon": 34.87312,
    "address": "זבוטינסקי 27 בתחנת דלק המפגש  , פתח תקווה",
    "name": "סיטי וואש בשירות עצמי (דלק המפגש פ\"ת)",
    "phone": "0525078992",
    "lat": 32.0908
  },
  {
    "lon": 34.76091,
    "address": "דרך הדרום בתחנת סונול  , קריית גת",
    "name": "סיטי וואש בשירות עצמי (סונול קרית גת)",
    "phone": "054-2244648",
    "lat": 31.60015
  },
  {
    "lon": 34.90393,
    "address": "נתב\"ג צומת אלעל תחנת \"דור אלון\"  , לוד נמל תעופה",
    "name": "סיטי וואש בשירות עצמי (דור אלון נתב\"ג)",
    "phone": "0547399588",
    "lat": 31.99117
  },
  {
    "lon": 34.81119,
    "address": "דרך בן גוריון בתחנת סונול \"בן גוריון\"  , באר שבע",
    "name": "סיטי וואש בשירות עצמי (סונול דרך חברון)",
    "phone": "054-7399588",
    "lat": 31.24535
  },
  {
    "lon": 34.89718,
    "address": "טרמינל 1 תחנת דלק מנטה נתב\"ג  , לוד נמל תעופה",
    "name": "סיטי וואש בשירות עצמי (דלק מנטה נתב\"ג)",
    "phone": "054-7399588",
    "lat": 31.98768
  },
  {
    "lon": 35.31378,
    "address": "החרושת 40  , כרמיאל",
    "name": "סיטי וואש בשירות עצמי (החרושת כרמיאל)",
    "phone": "054-7399588",
    "lat": 32.92262
  },
  {
    "lon": 34.91097,
    "address": "רחוב ירמולובסקי בתחנת דלק מנטה  , חדרה",
    "name": "סיטי וואש בשירות עצמי (דלק חדרה)",
    "phone": "054-7399588",
    "lat": 32.43971
  },
  {
    "lon": 35.0925,
    "address": "שלום הגליל 1 נווה ספיר בתחנת \"דלק\"  , עכו",
    "name": "סיטי וואש בשירות עצמי (דלק עכו)",
    "phone": "054-7399588",
    "lat": 32.92115
  },
  {
    "lon": 34.83964,
    "address": "רחוב מוטה גור 1  , מזכרת בתיה",
    "name": "סיטי וואש בשירות עצמי (מזכרת בתיה)",
    "phone": "054-7399588",
    "lat": 31.84685
  },
  {
    "lon": 34.75746,
    "address": "פקר 1 בתחנת דלק  , קריית מלאכי",
    "name": "סיטי וואש בשירות עצמי (דלק קרית מלאכי)",
    "phone": "054-7399588",
    "lat": 31.73407
  },
  {
    "lon": 34.94698,
    "address": "בתחנת דור אלון בכניסה לישוב  , שדי חמד",
    "name": "סיטי וואש בשירות עצמי (דור אלון שדי חמד)",
    "phone": "054-7399588",
    "lat": 32.15564
  },
  {
    "lon": 34.74304,
    "address": "רח המיסב 5 בתחנת דור אלון  , יבנה",
    "name": "סיטי וואש בשירות עצמי (דור אלון יבנה)",
    "phone": "054-7399588",
    "lat": 31.86353
  },
  {
    "lon": 34.86533,
    "address": "תחנת דור אלון בכניסה ליישוב  , חבצלת השרון",
    "name": "סיטי וואש בשירות עצמי (דור אלון חבצלת)",
    "phone": "054-7399588",
    "lat": 32.3617
  },
  {
    "lon": 34.92544,
    "address": "תחנת פז אורות -אור עקיבא  , אור עקיבא",
    "name": "דר וואש אור עקיבא",
    "phone": "050-5770352",
    "lat": 32.50165
  },
  {
    "lon": 34.82681,
    "address": "דרך יפו 134 חיפה  , חיפה",
    "name": "רויאל אוטו ספא.",
    "phone": "0537622540",
    "lat": 32.82681
  }
];
const lastUpdated = "07/05/2026 15:55";
