const pazStations = [
    {
        "lon":  34.82896,
        "phone":  "053-3677183",
        "name":  "רחיצת ספידו",
        "address":  "משה סנה  199, רמת השרון",
        "lat":  32.13002
    },
    {
        "lon":  34.81308,
        "phone":  "054-4577666",
        "name":  "תחנת דלק זיו און בע\"מ",
        "address":  "הטייסים 126  , תל אביב - יפו",
        "lat":  32.0456
    },
    {
        "lon":  35.20873,
        "phone":  "02-6222302",
        "name":  "נענע שרותי רכב",
        "address":  "שד\u0027 בן צבי  18, ירושלים",
        "lat":  31.78362
    },
    {
        "lon":  34.56983,
        "phone":  "08-6764113",
        "name":  "מנהרת השמשונים",
        "address":  "ביאליק  1, אשקלון",
        "lat":  31.66172
    },
    {
        "lon":  35.39316,
        "phone":  "054-7584302",
        "name":  "רחיצת אור הגלבוע",
        "address":  "צומת תל יוסף  , תל יוסף",
        "lat":  32.55064
    },
    {
        "lon":  34.89827,
        "phone":  "052-6676597",
        "name":  "א.ו.ד.א. שירותי רחיצה בע\"מ",
        "address":  "החרש 6 נוה נאמן  , הוד השרון",
        "lat":  32.13292
    },
    {
        "lon":  34.8149,
        "phone":  "03-5323934",
        "name":  "גולדאור  אלוף שדה",
        "address":  "תחנת פז אלוף שדה רח אלוף שדה 15  , גבעתיים",
        "lat":  32.05908
    },
    {
        "lon":  34.79463,
        "phone":  "050-4720010",
        "name":  "חיים וקנין שרותי רכב בע\"מ",
        "address":  "דרך השבעה 7 חולון(כביש חולון-אזור)  , אזור",
        "lat":  32.02982
    },
    {
        "lon":  35.06479,
        "phone":  "052-3774520",
        "name":  "וויש ולכביש",
        "address":  "ההסתדרות 233  , חיפה",
        "lat":  32.80836
    },
    {
        "lon":  34.67626,
        "phone":  "050-7363577",
        "name":  "אלון גן יבנה",
        "address":  "תחנת דור אלון גן יבנה  , גן יבנה",
        "lat":  31.78636
    },
    {
        "lon":  34.86177,
        "phone":  "03-6520517",
        "name":  "מ.א. סופר וואש בע\"מ",
        "address":  "לוי אשכול 1  , קריית אונו",
        "lat":  32.06362
    },
    {
        "lon":  34.7742,
        "phone":  "03-6520517",
        "name":  "מ.א. סופר וואש בע\"מ",
        "address":  "לוי אשכול 1 (כיכר קוגל)  , חולון",
        "lat":  32.02965
    },
    {
        "lon":  34.6642,
        "phone":  "052-4030119",
        "name":  "הנוצץ סונול אשדוד",
        "address":  "שד\u0027 בני ברית בתחנת סונול  , אשדוד",
        "lat":  31.81194
    },
    {
        "lon":  34.85661,
        "phone":  "054-4660160",
        "name":  "סיכת קדמה",
        "address":  "הנביאים 41  , רמת השרון",
        "lat":  32.1291
    },
    {
        "lon":  34.86137,
        "phone":  "052-5259525",
        "name":  "אסף שירותי רחיצה.",
        "address":  "גיבורי ישראל 42 בתחנת סונול א.ת.פולג  , נתניה",
        "lat":  32.28381
    },
    {
        "lon":  34.8133,
        "phone":  "052-3000455",
        "name":  "שטיפת הנוצץ",
        "address":  "שלם 1 בתחנת \"דלק\"-דרך הטייסים  , תל אביב - יפו",
        "lat":  32.04594
    },
    {
        "lon":  34.89871,
        "phone":  "03-6325881",
        "name":  "לייק וואש",
        "address":  "אלטלף 21  בתחנת פז  , יהוד-מונוסון",
        "lat":  32.03044
    },
    {
        "lon":  34.74202,
        "phone":  "050-4295888",
        "name":  "בבלס טצת בע\"מ",
        "address":  "תחנת פז מתחם הסופרלנד  , ראשון לציון",
        "lat":  31.97378
    },
    {
        "lon":  34.78151,
        "phone":  "054-6313131",
        "name":  "בסט וואש",
        "address":  "רח מנחם בגין התחנת פז  , גדרה",
        "lat":  31.79707
    },
    {
        "lon":  34.79601,
        "phone":  "03-6500402",
        "name":  "טורבו דריים",
        "address":  "דרך השבעה 19 -כביש חולון אזור  , אזור",
        "lat":  32.03019
    },
    {
        "lon":  34.7922,
        "phone":  "03-6953533",
        "name":  "טופ קלין קאר וואש",
        "address":  "חניון 1- קניון עזריאלי  , תל אביב - יפו",
        "lat":  32.07468
    },
    {
        "lon":  35.24327,
        "phone":  "050-2196444",
        "name":  "סיכה ורחיצת עתיד",
        "address":  "מג\u0027ד אל כרום  , מג\u0027ד אל כרום",
        "lat":  32.91742
    },
    {
        "lon":  34.8182,
        "phone":  "03-6520517",
        "name":  "מ.א.סופר וואש בע\"מ",
        "address":  "שד\u0027 נים בתחנת דור אלון  , ראשון לציון",
        "lat":  31.94678
    },
    {
        "lon":  35.30338,
        "phone":  "050-9119224",
        "name":  "רחיצת רכב לב הצפון",
        "address":  "רח בן עמר  , נצרת",
        "lat":  32.70016
    },
    {
        "lon":  34.95285,
        "phone":  "053-7493748",
        "name":  "רחיצת המומחים",
        "address":  "תחנת דור אלון  , ניר אליהו",
        "lat":  32.19405
    },
    {
        "lon":  34.73451,
        "phone":  "054-2367271",
        "name":  "אמריקאר ספא",
        "address":  "סנהדרין 34  , יבנה",
        "lat":  31.88738
    },
    {
        "lon":  35.1646,
        "phone":  "054-3036681",
        "name":  "סיכת כפר יאסיף",
        "address":  "תחנת \"דלק\"-כפר יאסיף  , כפר יאסיף",
        "lat":  32.94768
    },
    {
        "lon":  34.81085,
        "phone":  "08-8504977",
        "name":  "סופר קלין",
        "address":  "שד\u0027 המלך חסן השני 10  , קריית עקרון",
        "lat":  31.86058
    },
    {
        "lon":  34.8752,
        "phone":  "052-5759510",
        "name":  "פרפקט קלין",
        "address":  "בתחנת דור אלון בכניסה לקיבוץ תל יצחק  , תל יצחק",
        "lat":  32.25482
    },
    {
        "lon":  35.1913,
        "phone":  "053-5370515",
        "name":  "און ליין גבעת שאול",
        "address":  "בית הדפוס 3 גבעת שאול  , ירושלים",
        "lat":  31.7861
    },
    {
        "lon":  34.87784,
        "phone":  "052-8331244",
        "name":  "א.כ.זקס אחזקות בע\"מ",
        "address":  "תחנת \"דלק\" מרכז זקס  , אבן יהודה",
        "lat":  32.25599
    },
    {
        "lon":  34.80823,
        "phone":  "03-6093830",
        "name":  "פרץ ירידים בע\"מ- סופר וואש ת\"א",
        "address":  "שד\u0027 רוקח מול גני התערוכה  , תל אביב - יפו",
        "lat":  32.07644
    },
    {
        "lon":  35.53537,
        "phone":  "050-5619200",
        "name":  "תחנת סיכה ורחיצה-חמדאן",
        "address":  "הירדן 100  , טבריה",
        "lat":  32.78852
    },
    {
        "lon":  35.0128,
        "phone":  "052-5564153",
        "name":  "פז יזרעליה",
        "address":  "תחנת פז יזרעאליה הצמודה לגרנד קניון  , חיפה",
        "lat":  32.78829
    },
    {
        "lon":  34.86123,
        "phone":  "050-8488757",
        "name":  "קלאב קאר וואש אור יהודה",
        "address":  "החרושת 2 בתתחנת \"סונול\"  , אור יהודה",
        "lat":  32.02085
    },
    {
        "lon":  34.90084,
        "phone":  "057-5451443",
        "name":  "ד.ר.י.ב ספא רשת שטיפת רכבים בע\"מ",
        "address":  "אבא הילל סילבר  7, לוד",
        "lat":  31.96492
    },
    {
        "lon":  34.96086,
        "phone":  "050-9002002",
        "name":  "ד.ר.י.ב ספא רשת שטיפת רכבים בע\"מ",
        "address":  "הרימון 1 א.ת.שוהם  , שוהם",
        "lat":  32.0059
    },
    {
        "lon":  34.89695,
        "phone":  "052-5255566",
        "name":  "אוטו ספא",
        "address":  "נתן שיפריס-צומת ירקונים-בתחנת פז-פ\"ת  , פתח תקווה",
        "lat":  32.10146
    },
    {
        "lon":  34.66595,
        "phone":  "054-8013366",
        "name":  "מרכז הרכב אשדוד (בתחנת פז)",
        "address":  "בתחנת פז -שד\u0027 בני ברית  , אשדוד",
        "lat":  31.81089
    },
    {
        "lon":  34.8068059,
        "phone":  "03-6134693",
        "name":  "וואש אנד מור בע\"מ",
        "address":  "זבוטינסקי 37  , רמת גן",
        "lat":  32.0839561
    },
    {
        "lon":  34.79072,
        "phone":  "052-4863636",
        "name":  "מנהרת 3000-קובי כדורי",
        "address":  "הפטיש 6 מתחם פוואר סנטר בתחנת דלק  , נס ציונה",
        "lat":  31.92263
    },
    {
        "lon":  34.86832,
        "phone":  "054-5375375",
        "name":  "שטיפת רכבים",
        "address":  "דרך הרכבת 16-מחלף נתניה צפון בתחנת סונול  , נתניה",
        "lat":  32.32199
    },
    {
        "lon":  34.81309,
        "phone":  "050-6774846",
        "name":  "אמנון המבריק(גבעת ברנר)",
        "address":  "בתחנת פז נויה צומת בילו -גבעת ברנר  , גבעת ברנר",
        "lat":  31.86604
    },
    {
        "lon":  34.86667,
        "phone":  "054-8116819",
        "name":  "מ.א.סופר וואש בע\"מ",
        "address":  "לוי אשכול 203 בפז סביון-צומת סביון  , סביון",
        "lat":  32.03359
    },
    {
        "lon":  34.89204,
        "phone":  "054-2827279",
        "name":  "שטיפת המיוחדים",
        "address":  " הרב מרדכי אליהו 6 בתחנת הדלק \"יעד\"  , לוד",
        "lat":  31.9548
    },
    {
        "lon":  34.76651,
        "phone":  "052-7589200",
        "name":  "בוגי שירותי רכב",
        "address":  "הרצל 188 פינת בן צבי  , תל אביב - יפו",
        "lat":  32.04608
    },
    {
        "lon":  34.88319,
        "phone":  "050-7775984",
        "name":  "גולד וואש",
        "address":  "הנופר 3 בתחנת פז הנופר  , רעננה",
        "lat":  32.19557
    },
    {
        "lon":  35.09759,
        "phone":  "052-6782252",
        "name":  "שטיפת אלון",
        "address":  "הגעתון 14  , נהרייה",
        "lat":  33.00053
    },
    {
        "lon":  34.80157,
        "phone":  "050-9014946",
        "name":  "תחנת דלק \"עלית\"-שצף-קצף בע\"מ",
        "address":  "זבוטינסקי 4  , רמת גן",
        "lat":  32.08259
    },
    {
        "lon":  35.299,
        "phone":  "054-6520387",
        "name":  "שמס אביזרי רכב ושטיפה",
        "address":  "כורש 10 בתחנת סונול  , עפולה",
        "lat":  32.60737
    },
    {
        "lon":  34.92765,
        "phone":  "09-8811477",
        "name":  "ספלאש עתיר ידע -וי ורטה הולדינגס בע\"מ",
        "address":  "עתיר ידע 2 בתחנת פז  , כפר סבא",
        "lat":  32.1658
    },
    {
        "lon":  34.88501,
        "phone":  "053-3363994",
        "name":  "אלכס שטיפת מכוניות",
        "address":  "משה אדרת רמלה תחנת דלק מנטה  , רמלה",
        "lat":  31.9364
    },
    {
        "lon":  34.75058,
        "phone":  "053-9303774",
        "name":  "ארי יוסף דוד השקעות בעמ-קנדי קאר",
        "address":  "יוסף ספיר 1 א.ת. רשל\"צ-בתחנת סד\"ש  , ראשון לציון",
        "lat":  31.99085
    },
    {
        "lon":  34.77516,
        "phone":  "050-5450902",
        "name":  "שטיפת דקל  הזהב",
        "address":  "לזרוב 35 א.ת. ראשון לציון  , ראשון לציון",
        "lat":  31.99175
    },
    {
        "lon":  34.89501,
        "phone":  "050-8154031",
        "name":  "ק.ח.רחיצות בע\"מ - קאר וואש חדרה",
        "address":  "פרופ שכטמן 10  , חדרה",
        "lat":  32.44193
    },
    {
        "lon":  34.89384,
        "phone":  "050-8154031",
        "name":  "ק.ח.רחיצות בע\"מ - קאר וואש קיסריה",
        "address":  "תחנת פז קיסריה ליד תחנת הכח  , קיסריה",
        "lat":  32.47607
    },
    {
        "lon":  35.29465,
        "phone":  "052-7430390",
        "name":  "רחיצת תמר- יעד ניהול תחנות תדלוק בע\"מ",
        "address":  "החשמל 9 -בתחנת הדלק \"יעד\" (צמוד לשוק החדש)  , עפולה",
        "lat":  32.59765
    },
    {
        "lon":  35.09741,
        "phone":  "054-3640422",
        "name":  "שטיפת רכב הלבנוני.",
        "address":  "תחנת פז -לוחמי הגטאות 37  , נהרייה",
        "lat":  33.00165
    },
    {
        "lon":  35.21535,
        "phone":  "054-7345962",
        "name":  "עולם הרכב",
        "address":  "קניון רמי לוי שכונת עטרות  , ירושלים",
        "lat":  31.75123
    },
    {
        "lon":  34.77087,
        "phone":  "08-6683953",
        "name":  "ריקו קאר וואש",
        "address":  "דרך מצדה 266 - בתחנת פז  , באר שבע",
        "lat":  31.25384
    },
    {
        "lon":  34.77459,
        "phone":  "054-9238075",
        "name":  "דיאא אלדיו בע\"מ - אוטוברייט",
        "address":  " הרצל 131 רמלה בתחנת סונול  , רמלה",
        "lat":  31.60417
    },
    {
        "lon":  34.82975,
        "phone":  "6885356",
        "name":  "אופל שטיפת מכוניות",
        "address":  "מחלף מסובים תחנת אלון  , אור יהודה",
        "lat":  32.03819
    },
    {
        "lon":  35.32494,
        "phone":  "052-8288123",
        "name":  "הנוצץ ניקיון ברמה אחרת",
        "address":  "מעלה כמון 1 בתחנת פז  , כרמיאל",
        "lat":  32.92803
    },
    {
        "lon":  35.22802,
        "phone":  "052-6399628",
        "name":  "רחיצת פז מנדלבאום",
        "address":  "פיקוד מרכז 1 בתחנתפז מנדלבאום  , ירושלים",
        "lat":  31.78565
    },
    {
        "lon":  34.89833,
        "phone":  "052-4846742",
        "name":  "גל שטיפת רכבים",
        "address":  "כביש 4 מדרום לצפון בתחנת פז קדימה  , קדימה",
        "lat":  32.29078
    },
    {
        "lon":  34.80834,
        "phone":  "",
        "name":  "אוטו ספא-כל בו חצי חינם בע\"מ",
        "address":  "המרכבה 31 א.ת. חולון  , חולון",
        "lat":  32.01113
    },
    {
        "lon":  35.29868,
        "phone":  "053-5370515",
        "name":  "און ליין שטיפות-מעלה אדומים",
        "address":  " און ליין דיזיין סיטי מעלה אדומים  , מעלה אדומים",
        "lat":  31.79666
    },
    {
        "lon":  34.96856,
        "phone":  "052-8059208",
        "name":  "שטיפת יום יום",
        "address":  "רח עבדול קארים 1 בתחנת דלק אפק  , ראש העין",
        "lat":  32.11807
    },
    {
        "lon":  34.92931,
        "phone":  "050-8354601",
        "name":  "גרמס רחיצת רכב.",
        "address":  " צומת בנימינה בתחנת פז  , בנימינה",
        "lat":  32.51894
    },
    {
        "lon":  34.80454,
        "phone":  "054-6274530",
        "name":  "שטיפת מכוניות אבו קביטה",
        "address":  "רחוב פנחס ספיר 1  , רחובות",
        "lat":  31.91622
    },
    {
        "lon":  34.96866,
        "phone":  "053-5555494",
        "name":  "ספלאש מודיעין",
        "address":  "השדרה המרכזית 24 מודיעין  , מודיעין-מכבים-רעות",
        "lat":  31.92296
    },
    {
        "lon":  34.91661,
        "phone":  "054-8187077",
        "name":  "שטיפת עלמא קשמר",
        "address":  "הרימון  149, נווה ירק",
        "lat":  32.13797
    },
    {
        "lon":  35.16374,
        "phone":  "054-7056710",
        "name":  "עווד היתאם -פז טמרה",
        "address":  "בתחנת פז טמרה  , טמרה",
        "lat":  32.87283
    },
    {
        "lon":  34.98927,
        "phone":  "054-3335499",
        "name":  "סיטי וואש בשירות עצמי (ליגד סנטר)",
        "address":  "הרכס 10 ליגד סנטר בתחנת פז מודיעין  , מודיעין-מכבים-רעות",
        "lat":  31.92384
    },
    {
        "lon":  34.96022,
        "phone":  "054-3335499",
        "name":  "א.ב.י.שטיפת רכב בע\"מ-סיטי וואש ישפרו",
        "address":  "תחנת פז-המכונאי 2 ישפרו סנטר  , מודיעין-מכבים-רעות",
        "lat":  31.88962
    },
    {
        "lon":  35.18912,
        "phone":  "0545624276",
        "name":  "שטיפת כנפי נשרים",
        "address":  "אזולאי 1 בתחנת פז כנפי נשרים  , ירושלים",
        "lat":  31.78917
    },
    {
        "lon":  34.76668,
        "phone":  "08-9556943",
        "name":  "אמנון המבריק(גדרה)",
        "address":  "הרצל 5 בתחנת הדלק \"מנטה\"  , גדרה",
        "lat":  31.80741
    },
    {
        "lon":  34.81733618,
        "phone":  "050-4802180",
        "name":  "I Wash בשירות עצמי 24/7 (פז גילי)",
        "address":  "שד\u0027 נים בתחנת פז גילי רשל\"צ  , ראשון לציון",
        "lat":  31.946126
    },
    {
        "lon":  35.13191,
        "phone":  "052-7766900",
        "name":  "שטיפת ה-שלום",
        "address":  "הרימון  203, נווה מיכאל",
        "lat":  31.543
    },
    {
        "lon":  35.33228,
        "phone":  "051-5531615",
        "name":  "שטיפת אדומים",
        "address":  "איתם 13 מישור אדומים  , מעלה אדומים",
        "lat":  31.78727
    },
    {
        "lon":  34.80111,
        "phone":  "054-3274905",
        "name":  "מנהרת הזמן בע\"מ-נס ציונה",
        "address":  "תחנת פז -מנחם  נס ציונה צומת גן הורדים  , נס ציונה",
        "lat":  31.94873
    },
    {
        "lon":  35.19676,
        "phone":  "052-2312795",
        "name":  "שטיפת מגידו",
        "address":  "בתחנת דלק דור אלון -צומת מגידו  , מגידו",
        "lat":  32.57379
    },
    {
        "lon":  35.28658,
        "phone":  "054-2882042",
        "name":  "עדנאן שטיפת רכבים",
        "address":  "רח הדרור 1 תחנת פז-כפר הילדים  , כרמיאל",
        "lat":  32.92498
    },
    {
        "lon":  35.35533,
        "phone":  "052-7816414",
        "name":  "שטיפה 89 חורפיש",
        "address":  "תחנת סונול חורפיש - כביש 89  , חורפיש",
        "lat":  33.013171
    },
    {
        "lon":  34.864181,
        "phone":  "050-4436918",
        "name":  "קינג וואש- קוברה מנהרות בע\"מ",
        "address":  "רבין 5  בתחנת פז  , פתח תקווה",
        "lat":  32.08915
    },
    {
        "lon":  34.9706,
        "phone":  "052-8228880",
        "name":  "נקודת חן",
        "address":  "אזור התעשיה פרדס חנה  , פרדס חנה-כרכור",
        "lat":  32.48712
    },
    {
        "lon":  35.31794,
        "phone":  "054-4738556",
        "name":  "קאר וואש",
        "address":  "דיזול נצרת א.ת.ציפורי  , נצרת",
        "lat":  32.76077
    },
    {
        "lon":  34.95113,
        "phone":  "053-3333324",
        "name":  "קאר וואש",
        "address":  "שדרות הדקלים א.ת. לב הארץ  , ראש העין",
        "lat":  32.10868
    },
    {
        "lon":  34.87891,
        "phone":  "053-3392207",
        "name":  "שטיפת מוניות יצחק רבין",
        "address":  " יוספטל 6- בתחנת פז יוספטל  לוד  , לוד",
        "lat":  31.94672
    },
    {
        "lon":  34.8111,
        "phone":  "0526432152",
        "name":  "בבלס בשירות עצמי 24/7 (פז אשל)",
        "address":  " מחלף הסירה-פז אשל כביש החוף לכיוון צפון  , הרצליה",
        "lat":  32.15757
    },
    {
        "lon":  34.92153,
        "phone":  "050-6604207",
        "name":  "לולי וואש",
        "address":  "רח הנרקיס בתחנת פז אלישמע  , אלישמע",
        "lat":  32.15304
    },
    {
        "lon":  35.27609,
        "phone":  "050-2502662",
        "name":  "רומא שטיפה ואביזרי רכב",
        "address":  "האלה 2  , מגדל תפן",
        "lat":  32.297447
    },
    {
        "lon":  35.21328,
        "phone":  "052-4704419",
        "name":  "הלו רחיצה HELLO",
        "address":  "האומן 1 תלפיות  , ירושלים",
        "lat":  31.74643
    },
    {
        "lon":  34.77512,
        "phone":  "052-4030119",
        "name":  "הנוצץ חולון",
        "address":  "שד\u0027 לוי אשכול 30  , חולון",
        "lat":  32.03332
    },
    {
        "lon":  34.83586,
        "phone":  "058-6238765",
        "name":  "זקס שטיפת רכבים יקום",
        "address":  "בתחנת דור אחון קיבוץ יקום  , יקום",
        "lat":  32.24897
    },
    {
        "lon":  35.05716,
        "phone":  "052-2272362",
        "name":  "קאר וואש קריית חיים",
        "address":  "האיצטדיון 13  , חיפה",
        "lat":  32.82209
    },
    {
        "lon":  34.96316,
        "phone":  "053-8800380",
        "name":  "פז אדום אילת-ש.ל.י.א חן לרכב בע\"מ",
        "address":  "הכרמל 1 בתוך תחנת פז אדום-אילת  , אילת",
        "lat":  29.57105
    },
    {
        "lon":  35.33776,
        "phone":  "054-2222873",
        "name":  "נינג\u0027ה וואש ישראל",
        "address":  "די זהב 7 מתחם גאמיס משור אדומים  , מעלה אדומים",
        "lat":  31.78675
    },
    {
        "lon":  34.7425,
        "phone":  "0526432152",
        "name":  "בבלס בשירות עצמי 24/7 (פז יבנה הירוקה)",
        "address":  " המיסב 6 יבנה בתחנת פז יבנה הירוקה  , יבנה",
        "lat":  31.86398
    },
    {
        "lon":  34.73935,
        "phone":  "0526432152",
        "name":  "בבלס בשירות עצמי 24/7 (פז יבנה רשף)",
        "address":  " דרך הים יבנה בתחנת פז יבנה  , יבנה",
        "lat":  31.8849
    },
    {
        "lon":  34.79436,
        "phone":  "050-4295888",
        "name":  "בבלס בשירות עצמי 24/7 (פז הנשיאים)",
        "address":  "רחוב דרך הנשיאים בתחנת פז הנשיאים  , באר שבע",
        "lat":  31.27815
    },
    {
        "lon":  34.97306,
        "phone":  "0526432152",
        "name":  "בבלס בשירות עצמי 24/7 (פז מבוא עתלית)",
        "address":  "כביש חיפה ת\"א הישן צ.עתלית בתחנת פז עתלית  , עתלית",
        "lat":  32.83414
    },
    {
        "lon":  35.01924,
        "phone":  "052-2259193",
        "name":  "באבלס לנד",
        "address":  "העמל 10  , דימונה",
        "lat":  31.06486
    },
    {
        "lon":  35.29621,
        "phone":  "052-2710025",
        "name":  "קלאס קאר",
        "address":  "החרמש 8  , עפולה",
        "lat":  32.60489
    },
    {
        "lon":  34.84547,
        "phone":  "052-5078992",
        "name":  "סיטי וואש בשירות עצמי (פז גבעת שמואל)",
        "address":  "יונה שפנדל 1 כביש 4 בתחנת פז גבעת שמואל  , גבעת שמואל",
        "lat":  32.0818
    },
    {
        "lon":  35.22503,
        "phone":  "052-6899953",
        "name":  "שטיפת רכב בית חנינא",
        "address":  "חליל אל סכאכיני 17 בית חנינא  , ירושלים",
        "lat":  31.83025
    },
    {
        "lon":  35.18769,
        "phone":  "054-6733092",
        "name":  "פיניש וואש",
        "address":  "רח יעקב אליאב 1 - גבעת שאול  , ירושלים",
        "lat":  31.79435
    },
    {
        "lon":  34.9636,
        "phone":  "052-5178561",
        "name":  "באבל קלאס וואש",
        "address":  "רח כרמל 10  , אילת",
        "lat":  29.57615
    },
    {
        "lon":  34.98659,
        "phone":  "052-6186400",
        "name":  "און ליין בית שמש",
        "address":  "רח מנחם פורוש 1 קניון השדרה רמת בית שמש  , בית שמש",
        "lat":  31.71168
    },
    {
        "lon":  34.77173,
        "phone":  "053-3881252",
        "name":  "דרייב ספא קריית גת",
        "address":  "דרך הדרום 14 בתחנת \"פז\"  , קריית גת",
        "lat":  31.60368
    },
    {
        "lon":  35.13188,
        "phone":  "052-7798306",
        "name":  "שטיפת השלום",
        "address":  "כביש 60 בתחנת פז קריית ארבע  , קריית ארבע",
        "lat":  31.54302
    },
    {
        "lon":  34.60103,
        "phone":  "052-7270098",
        "name":  "אמרי אביתר א.ח השקעות בע\"מ",
        "address":  "הפנינים 31 א.ת. אשקלון  , אשקלון",
        "lat":  31.66578
    },
    {
        "lon":  34.5601,
        "phone":  "0544281430",
        "name":  "גיא וואש",
        "address":  "בר לב 28 א.ת.דרומי אשקלון  , אשקלון",
        "lat":  31.63142
    },
    {
        "lon":  34.79696,
        "phone":  "054-7299606",
        "name":  "פרימיום",
        "address":  "המלאכה 11/8  , באר שבע",
        "lat":  31.23646
    },
    {
        "lon":  34.7838,
        "phone":  "053-6305724",
        "name":  "שטיפת רעים - י.ב.רעים בע\"מ",
        "address":  "תחנת הדלק בצומת מסמיה  , מסמיה",
        "lat":  31.75845
    },
    {
        "lon":  34.80999,
        "phone":  "050-4998242",
        "name":  "מר.וואש (ראשון לציון)",
        "address":  "דרך המכבים 67  , ראשון לציון",
        "lat":  31.98349
    },
    {
        "lon":  34.85624,
        "phone":  "050-4998241",
        "name":  "מר.וואש -פתח תקווה",
        "address":  "הסיבים 53  , פתח תקווה",
        "lat":  32.08529
    },
    {
        "lon":  34.95464,
        "phone":  "0526432152",
        "name":  "בבלס בשירות עצמי 24/7 (פז לשם אילת)",
        "address":  "דרך ערבה 1  , אילת",
        "lat":  29.55527
    },
    {
        "lon":  34.8111,
        "phone":  "054-9311400",
        "name":  "שטיפת רביבים",
        "address":  "פלטין 1 א.ת. מערבי ראשון לציון  , ראשון לציון",
        "lat":  32.15757
    },
    {
        "lon":  34.88705,
        "phone":  "050-5224342",
        "name":  "פאוור קלין",
        "address":  "סמטת התבור 3  , פתח תקווה",
        "lat":  32.10869
    },
    {
        "lon":  34.91713,
        "phone":  "052-7726081",
        "name":  "בבלס",
        "address":  "רח בן יהודה 49 -תחנת פז שרונים  , כפר סבא",
        "lat":  32.18514
    },
    {
        "lon":  34.79671,
        "phone":  "054-7463973",
        "name":  "צמיגי השטיפה אלפרחין",
        "address":  " המלאכה 13  , באר שבע",
        "lat":  31.23655
    },
    {
        "lon":  34.89423,
        "phone":  "052-2888868",
        "name":  "אוטו קלין הוד השרון",
        "address":  "דרך רמתיים  98 הוד השרון בתחנת פז  , הוד השרון",
        "lat":  32.15455
    },
    {
        "lon":  34.76619,
        "phone":  "053-3384391",
        "name":  "קאר וואש",
        "address":  "דרך בן צבי 46  , תל אביב - יפו",
        "lat":  32.04678
    },
    {
        "lon":  34.59061,
        "phone":  "050-8872002",
        "name":  "דרייב ספא -אשקלון",
        "address":  "רחוב צהל 38  , אשקלון",
        "lat":  31.66567
    },
    {
        "lon":  34.80077,
        "phone":  "054-7399580",
        "name":  "סיטי וואש בשירות עצמי (סונול חולון)",
        "address":  "המלאכה 30 תחנת סונול  , חולון",
        "lat":  32.01652
    },
    {
        "lon":  34.55351,
        "phone":  "0507005500",
        "name":  "סיטי וואש בשירות עצמי (טן אשקלון)",
        "address":  "המתכנן 10 תחנת דלק \"טן\"  , אשקלון",
        "lat":  31.63529
    },
    {
        "lon":  34.85945,
        "phone":  "0525078992",
        "name":  "סיטי וואש בשירות עצמי (תחנת פז פתח תקוה)",
        "address":  "זבוטינסקי 63 בתחנת פז  , פתח תקווה",
        "lat":  32.09196
    },
    {
        "lon":  34.87312,
        "phone":  "0525078992",
        "name":  "סיטי וואש בשירות עצמי (דלק המפגש פ\"ת)",
        "address":  "זבוטינסקי 27 בתחנת דלק המפגש  , פתח תקווה",
        "lat":  32.0908
    },
    {
        "lon":  34.76091,
        "phone":  "054-2244648",
        "name":  "סיטי וואש בשירות עצמי (סונול קרית גת)",
        "address":  "דרך הדרום בתחנת סונול  , קריית גת",
        "lat":  31.60015
    },
    {
        "lon":  34.90393,
        "phone":  "0547399588",
        "name":  "סיטי וואש בשירות עצמי (דור אלון נתב\"ג)",
        "address":  "נתב\"ג צומת אלעל תחנת \"דור אלון\"  , לוד נמל תעופה",
        "lat":  31.99117
    },
    {
        "lon":  34.81119,
        "phone":  "054-7399588",
        "name":  "סיטי וואש בשירות עצמי (סונול דרך חברון)",
        "address":  "דרך בן גוריון בתחנת סונול \"בן גוריון\"  , באר שבע",
        "lat":  31.24535
    },
    {
        "lon":  34.89718,
        "phone":  "054-7399588",
        "name":  "סיטי וואש בשירות עצמי (דלק מנטה נתב\"ג)",
        "address":  "טרמינל 1 תחנת דלק מנטה נתב\"ג  , לוד נמל תעופה",
        "lat":  31.98768
    },
    {
        "lon":  35.31378,
        "phone":  "054-7399588",
        "name":  "סיטי וואש בשירות עצמי (החרושת כרמיאל)",
        "address":  "החרושת 40  , כרמיאל",
        "lat":  32.92262
    },
    {
        "lon":  34.91097,
        "phone":  "054-7399588",
        "name":  "סיטי וואש בשירות עצמי (דלק חדרה)",
        "address":  "רחוב ירמולובסקי בתחנת דלק מנטה  , חדרה",
        "lat":  32.43971
    },
    {
        "lon":  35.0925,
        "phone":  "054-7399588",
        "name":  "סיטי וואש בשירות עצמי (דלק עכו)",
        "address":  "שלום הגליל 1 נווה ספיר בתחנת \"דלק\"  , עכו",
        "lat":  32.92115
    },
    {
        "lon":  34.83964,
        "phone":  "054-7399588",
        "name":  "סיטי וואש בשירות עצמי (מזכרת בתיה)",
        "address":  "רחוב מוטה גור 1  , מזכרת בתיה",
        "lat":  31.84685
    },
    {
        "lon":  34.75746,
        "phone":  "054-7399588",
        "name":  "סיטי וואש בשירות עצמי (דלק קרית מלאכי)",
        "address":  "פקר 1 בתחנת דלק  , קריית מלאכי",
        "lat":  31.73407
    },
    {
        "lon":  34.94698,
        "phone":  "054-7399588",
        "name":  "סיטי וואש בשירות עצמי (דור אלון שדי חמד)",
        "address":  "בתחנת דור אלון בכניסה לישוב  , שדי חמד",
        "lat":  32.15564
    },
    {
        "lon":  34.74304,
        "phone":  "054-7399588",
        "name":  "סיטי וואש בשירות עצמי (דור אלון יבנה)",
        "address":  "רח המיסב 5 בתחנת דור אלון  , יבנה",
        "lat":  31.86353
    },
    {
        "lon":  34.86533,
        "phone":  "054-7399588",
        "name":  "סיטי וואש בשירות עצמי (דור אלון חבצלת)",
        "address":  "תחנת דור אלון בכניסה ליישוב  , חבצלת השרון",
        "lat":  32.3617
    },
    {
        "lon":  34.92544,
        "phone":  "050-5770352",
        "name":  "דר וואש אור עקיבא",
        "address":  "תחנת פז אורות -אור עקיבא  , אור עקיבא",
        "lat":  32.50165
    },
    {
        "lon":  34.82681,
        "phone":  "0537622540",
        "name":  "רויאל אוטו ספא",
        "address":  "דרך יפו 134 חיפה  , חיפה",
        "lat":  32.82681
    }
];
const lastUpdated = "23/03/2026 16:16";
