const pazStations = [
  {
    "address": "משה סנה  199, רמת השרון",
    "lat": 32.13002,
    "name": "רחיצת ספידו",
    "phone": "053-3677183",
    "lon": 34.82896
  },
  {
    "address": "הטייסים 126  , תל אביב - יפו",
    "lat": 32.0456,
    "name": "תחנת דלק זיו און בע\"מ",
    "phone": "054-4577666",
    "lon": 34.81308
  },
  {
    "address": "שד' בן צבי  18, ירושלים",
    "lat": 31.78362,
    "name": "נענע שרותי רכב",
    "phone": "02-6222302",
    "lon": 35.20873
  },
  {
    "address": "ביאליק  1, אשקלון",
    "lat": 31.66172,
    "name": "מנהרת השמשונים",
    "phone": "08-6764113",
    "lon": 34.56983
  },
  {
    "address": "צומת תל יוסף  , תל יוסף",
    "lat": 32.55064,
    "name": "רחיצת אור הגלבוע",
    "phone": "054-7584302",
    "lon": 35.39316
  },
  {
    "address": "החרש 6 נוה נאמן  , הוד השרון",
    "lat": 32.13292,
    "name": "א.ו.ד.א. שירותי רחיצה בע\"מ",
    "phone": "052-6676597",
    "lon": 34.89827
  },
  {
    "address": "תחנת פז אלוף שדה רח אלוף שדה 15  , גבעתיים",
    "lat": 32.05908,
    "name": "גולדאור  אלוף שדה",
    "phone": "03-5323934",
    "lon": 34.8149
  },
  {
    "address": "דרך השבעה 7 חולון(כביש חולון-אזור)  , אזור",
    "lat": 32.02982,
    "name": "חיים וקנין שרותי רכב בע\"מ",
    "phone": "050-4720010",
    "lon": 34.79463
  },
  {
    "address": "ההסתדרות 233  , חיפה",
    "lat": 32.80836,
    "name": "וויש ולכביש",
    "phone": "052-3774520",
    "lon": 35.06479
  },
  {
    "address": "תחנת דור אלון גן יבנה  , גן יבנה",
    "lat": 31.78636,
    "name": "אלון גן יבנה",
    "phone": "050-7363577",
    "lon": 34.67626
  },
  {
    "address": "לוי אשכול 1  , קריית אונו",
    "lat": 32.06362,
    "name": "מ.א. סופר וואש בע\"מ",
    "phone": "03-6520517",
    "lon": 34.86177
  },
  {
    "address": "לוי אשכול 1 (כיכר קוגל)  , חולון",
    "lat": 32.02965,
    "name": "מ.א. סופר וואש בע\"מ",
    "phone": "03-6520517",
    "lon": 34.7742
  },
  {
    "address": "שד' בני ברית בתחנת סונול  , אשדוד",
    "lat": 31.81194,
    "name": "הנוצץ סונול אשדוד",
    "phone": "052-4030119",
    "lon": 34.6642
  },
  {
    "address": "הנביאים 41  , רמת השרון",
    "lat": 32.1291,
    "name": "סיכת קדמה",
    "phone": "054-4660160",
    "lon": 34.85661
  },
  {
    "address": "גיבורי ישראל 42 בתחנת סונול א.ת.פולג  , נתניה",
    "lat": 32.28381,
    "name": "אסף שירותי רחיצה.",
    "phone": "052-5259525",
    "lon": 34.86137
  },
  {
    "address": "שלם 1 בתחנת \"דלק\"-דרך הטייסים  , תל אביב - יפו",
    "lat": 32.04594,
    "name": "שטיפת הנוצץ",
    "phone": "052-3000455",
    "lon": 34.8133
  },
  {
    "address": "אלטלף 21  בתחנת פז  , יהוד-מונוסון",
    "lat": 32.03044,
    "name": "לייק וואש",
    "phone": "03-6325881",
    "lon": 34.89871
  },
  {
    "address": "תחנת פז מתחם הסופרלנד  , ראשון לציון",
    "lat": 31.97378,
    "name": "בבלס טצת בע\"מ",
    "phone": "050-4295888",
    "lon": 34.74202
  },
  {
    "address": "רח מנחם בגין התחנת פז  , גדרה",
    "lat": 31.79707,
    "name": "בסט וואש",
    "phone": "054-6313131",
    "lon": 34.78151
  },
  {
    "address": "דרך השבעה 19 -כביש חולון אזור  , אזור",
    "lat": 32.03019,
    "name": "טורבו דריים",
    "phone": "03-6500402",
    "lon": 34.79601
  },
  {
    "address": "חניון 1- קניון עזריאלי  , תל אביב - יפו",
    "lat": 32.07468,
    "name": "טופ קלין קאר וואש",
    "phone": "03-6953533",
    "lon": 34.7922
  },
  {
    "address": "מג'ד אל כרום  , מג'ד אל כרום",
    "lat": 32.91742,
    "name": "סיכה ורחיצת עתיד",
    "phone": "050-2196444",
    "lon": 35.24327
  },
  {
    "address": "שד' נים בתחנת דור אלון  , ראשון לציון",
    "lat": 31.94678,
    "name": "מ.א.סופר וואש בע\"מ",
    "phone": "03-6520517",
    "lon": 34.8182
  },
  {
    "address": "רח בן עמר  , נצרת",
    "lat": 32.70016,
    "name": "רחיצת רכב לב הצפון",
    "phone": "050-9119224",
    "lon": 35.30338
  },
  {
    "address": "תחנת דור אלון  , ניר אליהו",
    "lat": 32.19405,
    "name": "רחיצת המומחים",
    "phone": "053-7493748",
    "lon": 34.95285
  },
  {
    "address": "סנהדרין 34  , יבנה",
    "lat": 31.88738,
    "name": "אמריקאר ספא",
    "phone": "054-2367271",
    "lon": 34.73451
  },
  {
    "address": "תחנת \"דלק\"-כפר יאסיף  , כפר יאסיף",
    "lat": 32.94768,
    "name": "סיכת כפר יאסיף",
    "phone": "054-3036681",
    "lon": 35.1646
  },
  {
    "address": "שד' המלך חסן השני 10  , קריית עקרון",
    "lat": 31.86058,
    "name": "סופר קלין",
    "phone": "08-8504977",
    "lon": 34.81085
  },
  {
    "address": "בתחנת דור אלון בכניסה לקיבוץ תל יצחק  , תל יצחק",
    "lat": 32.25482,
    "name": "פרפקט קלין",
    "phone": "052-5759510",
    "lon": 34.8752
  },
  {
    "address": "בית הדפוס 3 גבעת שאול  , ירושלים",
    "lat": 31.7861,
    "name": "און ליין גבעת שאול",
    "phone": "053-5370515",
    "lon": 35.1913
  },
  {
    "address": "תחנת \"דלק\" מרכז זקס  , אבן יהודה",
    "lat": 32.25599,
    "name": "א.כ.זקס אחזקות בע\"מ",
    "phone": "052-8331244",
    "lon": 34.87784
  },
  {
    "address": "שד' רוקח מול גני התערוכה  , תל אביב - יפו",
    "lat": 32.07644,
    "name": "פרץ ירידים בע\"מ- סופר וואש ת\"א",
    "phone": "03-6093830",
    "lon": 34.80823
  },
  {
    "address": "הירדן 100  , טבריה",
    "lat": 32.78852,
    "name": "תחנת סיכה ורחיצה-חמדאן",
    "phone": "050-5619200",
    "lon": 35.53537
  },
  {
    "address": "תחנת פז יזרעאליה הצמודה לגרנד קניון  , חיפה",
    "lat": 32.78829,
    "name": "פז יזרעליה",
    "phone": "052-5564153",
    "lon": 35.0128
  },
  {
    "address": "החרושת 2 בתתחנת \"סונול\"  , אור יהודה",
    "lat": 32.02085,
    "name": "קלאב קאר וואש אור יהודה",
    "phone": "050-8488757",
    "lon": 34.86123
  },
  {
    "address": "אבא הילל סילבר  7, לוד",
    "lat": 31.96492,
    "name": "ד.ר.י.ב ספא רשת שטיפת רכבים בע\"מ",
    "phone": "057-5451443",
    "lon": 34.90084
  },
  {
    "address": "הרימון 1 א.ת.שוהם  , שוהם",
    "lat": 32.0059,
    "name": "ד.ר.י.ב ספא רשת שטיפת רכבים בע\"מ",
    "phone": "050-9002002",
    "lon": 34.96086
  },
  {
    "address": "נתן שיפריס-צומת ירקונים-בתחנת פז-פ\"ת  , פתח תקווה",
    "lat": 32.10146,
    "name": "אוטו ספא",
    "phone": "052-5255566",
    "lon": 34.89695
  },
  {
    "address": "בתחנת פז -שד' בני ברית  , אשדוד",
    "lat": 31.81089,
    "name": "מרכז הרכב אשדוד (בתחנת פז)",
    "phone": "054-8013366",
    "lon": 34.66595
  },
  {
    "address": "זבוטינסקי 37  , רמת גן",
    "lat": 32.0839561,
    "name": "וואש אנד מור בע\"מ",
    "phone": "03-6134693",
    "lon": 34.8068059
  },
  {
    "address": "הפטיש 6 מתחם פוואר סנטר בתחנת דלק  , נס ציונה",
    "lat": 31.92263,
    "name": "מנהרת 3000-קובי כדורי",
    "phone": "052-4863636",
    "lon": 34.79072
  },
  {
    "address": "דרך הרכבת 16-מחלף נתניה צפון בתחנת סונול  , נתניה",
    "lat": 32.32199,
    "name": "שטיפת רכבים",
    "phone": "054-5375375",
    "lon": 34.86832
  },
  {
    "address": "בתחנת פז נויה צומת בילו -גבעת ברנר  , גבעת ברנר",
    "lat": 31.86604,
    "name": "אמנון המבריק(גבעת ברנר)",
    "phone": "050-6774846",
    "lon": 34.81309
  },
  {
    "address": "לוי אשכול 203 בפז סביון-צומת סביון  , סביון",
    "lat": 32.03359,
    "name": "מ.א.סופר וואש בע\"מ",
    "phone": "054-8116819",
    "lon": 34.86667
  },
  {
    "address": " הרב מרדכי אליהו 6 בתחנת הדלק \"יעד\"  , לוד",
    "lat": 31.9548,
    "name": "שטיפת המיוחדים",
    "phone": "054-2827279",
    "lon": 34.89204
  },
  {
    "address": "הרצל 188 פינת בן צבי  , תל אביב - יפו",
    "lat": 32.04608,
    "name": "בוגי שירותי רכב",
    "phone": "052-7589200",
    "lon": 34.76651
  },
  {
    "address": "הנופר 3 בתחנת פז הנופר  , רעננה",
    "lat": 32.19557,
    "name": "גולד וואש",
    "phone": "050-7775984",
    "lon": 34.88319
  },
  {
    "address": "הגעתון 14  , נהרייה",
    "lat": 33.00053,
    "name": "שטיפת אלון",
    "phone": "052-6782252",
    "lon": 35.09759
  },
  {
    "address": "זבוטינסקי 4  , רמת גן",
    "lat": 32.08259,
    "name": "תחנת דלק \"עלית\"-שצף-קצף בע\"מ",
    "phone": "050-9014946",
    "lon": 34.80157
  },
  {
    "address": "כורש 10 בתחנת סונול  , עפולה",
    "lat": 32.60737,
    "name": "שמס אביזרי רכב ושטיפה",
    "phone": "054-6520387",
    "lon": 35.299
  },
  {
    "address": "עתיר ידע 2 בתחנת פז  , כפר סבא",
    "lat": 32.1658,
    "name": "ספלאש עתיר ידע -וי ורטה הולדינגס בע\"מ",
    "phone": "09-8811477",
    "lon": 34.92765
  },
  {
    "address": "משה אדרת רמלה תחנת דלק מנטה  , רמלה",
    "lat": 31.9364,
    "name": "אלכס שטיפת מכוניות",
    "phone": "053-3363994",
    "lon": 34.88501
  },
  {
    "address": "יוסף ספיר 1 א.ת. רשל\"צ-בתחנת סד\"ש  , ראשון לציון",
    "lat": 31.99085,
    "name": "ארי יוסף דוד השקעות בעמ-קנדי קאר",
    "phone": "053-9303774",
    "lon": 34.75058
  },
  {
    "address": "לזרוב 35 א.ת. ראשון לציון  , ראשון לציון",
    "lat": 31.99175,
    "name": "שטיפת דקל  הזהב",
    "phone": "050-5450902",
    "lon": 34.77516
  },
  {
    "address": "פרופ שכטמן 10  , חדרה",
    "lat": 32.44193,
    "name": "ק.ח.רחיצות בע\"מ - קאר וואש חדרה",
    "phone": "050-8154031",
    "lon": 34.89501
  },
  {
    "address": "תחנת פז קיסריה ליד תחנת הכח  , קיסריה",
    "lat": 32.47607,
    "name": "ק.ח.רחיצות בע\"מ - קאר וואש קיסריה",
    "phone": "050-8154031",
    "lon": 34.89384
  },
  {
    "address": "החשמל 9 -בתחנת הדלק \"יעד\" (צמוד לשוק החדש)  , עפולה",
    "lat": 32.59765,
    "name": "רחיצת תמר- יעד ניהול תחנות תדלוק בע\"מ",
    "phone": "052-7430390",
    "lon": 35.29465
  },
  {
    "address": "תחנת פז -לוחמי הגטאות 37  , נהרייה",
    "lat": 33.00165,
    "name": "שטיפת רכב הלבנוני.",
    "phone": "054-3640422",
    "lon": 35.09741
  },
  {
    "address": "קניון רמי לוי שכונת עטרות  , ירושלים",
    "lat": 31.75123,
    "name": "עולם הרכב",
    "phone": "054-7345962",
    "lon": 35.21535
  },
  {
    "address": "דרך מצדה 266 - בתחנת פז  , באר שבע",
    "lat": 31.25384,
    "name": "ריקו קאר וואש",
    "phone": "08-6683953",
    "lon": 34.77087
  },
  {
    "address": " הרצל 131 רמלה בתחנת סונול  , רמלה",
    "lat": 31.60417,
    "name": "דיאא אלדיו בע\"מ - אוטוברייט",
    "phone": "054-9238075",
    "lon": 34.77459
  },
  {
    "address": "מחלף מסובים תחנת אלון  , אור יהודה",
    "lat": 32.03819,
    "name": "אופל שטיפת מכוניות",
    "phone": "6885356",
    "lon": 34.82975
  },
  {
    "address": "מעלה כמון 1 בתחנת פז  , כרמיאל",
    "lat": 32.92803,
    "name": "הנוצץ ניקיון ברמה אחרת",
    "phone": "052-8288123",
    "lon": 35.32494
  },
  {
    "address": "פיקוד מרכז 1 בתחנתפז מנדלבאום  , ירושלים",
    "lat": 31.78565,
    "name": "רחיצת פז מנדלבאום",
    "phone": "052-6399628",
    "lon": 35.22802
  },
  {
    "address": "כביש 4 מדרום לצפון בתחנת פז קדימה  , קדימה",
    "lat": 32.29078,
    "name": "גל שטיפת רכבים",
    "phone": "052-4846742",
    "lon": 34.89833
  },
  {
    "address": "המרכבה 31 א.ת. חולון  , חולון",
    "lat": 32.01113,
    "name": "אוטו ספא-כל בו חצי חינם בע\"מ",
    "phone": "",
    "lon": 34.80834
  },
  {
    "address": " און ליין דיזיין סיטי מעלה אדומים  , מעלה אדומים",
    "lat": 31.79666,
    "name": "און ליין שטיפות-מעלה אדומים",
    "phone": "053-5370515",
    "lon": 35.29868
  },
  {
    "address": "רח עבדול קארים 1 בתחנת דלק אפק  , ראש העין",
    "lat": 32.11807,
    "name": "שטיפת יום יום",
    "phone": "052-8059208",
    "lon": 34.96856
  },
  {
    "address": " צומת בנימינה בתחנת פז  , בנימינה",
    "lat": 32.51894,
    "name": "גרמס רחיצת רכב.",
    "phone": "050-8354601",
    "lon": 34.92931
  },
  {
    "address": "רחוב פנחס ספיר 1  , רחובות",
    "lat": 31.91622,
    "name": "שטיפת מכוניות אבו קביטה",
    "phone": "054-6274530",
    "lon": 34.80454
  },
  {
    "address": "השדרה המרכזית 24 מודיעין  , מודיעין-מכבים-רעות",
    "lat": 31.92296,
    "name": "ספלאש מודיעין",
    "phone": "053-5555494",
    "lon": 34.96866
  },
  {
    "address": "הרימון  149, נווה ירק",
    "lat": 32.13797,
    "name": "שטיפת עלמא קשמר",
    "phone": "054-8187077",
    "lon": 34.91661
  },
  {
    "address": "בתחנת פז טמרה  , טמרה",
    "lat": 32.87283,
    "name": "עווד היתאם -פז טמרה",
    "phone": "054-7056710",
    "lon": 35.16374
  },
  {
    "address": "הרכס 10 ליגד סנטר בתחנת פז מודיעין  , מודיעין-מכבים-רעות",
    "lat": 31.92384,
    "name": "סיטי וואש בשירות עצמי (ליגד סנטר)",
    "phone": "054-3335499",
    "lon": 34.98927
  },
  {
    "address": "תחנת פז-המכונאי 2 ישפרו סנטר  , מודיעין-מכבים-רעות",
    "lat": 31.88962,
    "name": "א.ב.י.שטיפת רכב בע\"מ-סיטי וואש ישפרו",
    "phone": "054-3335499",
    "lon": 34.96022
  },
  {
    "address": "אזולאי 1 בתחנת פז כנפי נשרים  , ירושלים",
    "lat": 31.78917,
    "name": "שטיפת כנפי נשרים",
    "phone": "0545624276",
    "lon": 35.18912
  },
  {
    "address": "הרצל 5 בתחנת הדלק \"מנטה\"  , גדרה",
    "lat": 31.80741,
    "name": "אמנון המבריק(גדרה)",
    "phone": "08-9556943",
    "lon": 34.76668
  },
  {
    "address": "שד' נים בתחנת פז גילי רשל\"צ  , ראשון לציון",
    "lat": 31.946126,
    "name": "I Wash בשירות עצמי 24/7 (פז גילי)",
    "phone": "050-4802180",
    "lon": 34.81733618
  },
  {
    "address": "הרימון  203, נווה מיכאל",
    "lat": 31.543,
    "name": "שטיפת ה-שלום",
    "phone": "052-7766900",
    "lon": 35.13191
  },
  {
    "address": "איתם 13 מישור אדומים  , מעלה אדומים",
    "lat": 31.78727,
    "name": "שטיפת אדומים",
    "phone": "051-5531615",
    "lon": 35.33228
  },
  {
    "address": "תחנת פז -מנחם  נס ציונה צומת גן הורדים  , נס ציונה",
    "lat": 31.94873,
    "name": "מנהרת הזמן בע\"מ-נס ציונה",
    "phone": "054-3274905",
    "lon": 34.80111
  },
  {
    "address": "בתחנת דלק דור אלון -צומת מגידו  , מגידו",
    "lat": 32.57379,
    "name": "שטיפת מגידו",
    "phone": "052-2312795",
    "lon": 35.19676
  },
  {
    "address": "רח הדרור 1 תחנת פז-כפר הילדים  , כרמיאל",
    "lat": 32.92498,
    "name": "עדנאן שטיפת רכבים",
    "phone": "054-2882042",
    "lon": 35.28658
  },
  {
    "address": "תחנת סונול חורפיש - כביש 89  , חורפיש",
    "lat": 33.013171,
    "name": "שטיפה 89 חורפיש",
    "phone": "052-7816414",
    "lon": 35.35533
  },
  {
    "address": "רבין 5  בתחנת פז  , פתח תקווה",
    "lat": 32.08915,
    "name": "קינג וואש- קוברה מנהרות בע\"מ",
    "phone": "050-4436918",
    "lon": 34.864181
  },
  {
    "address": "אזור התעשיה פרדס חנה  , פרדס חנה-כרכור",
    "lat": 32.48712,
    "name": "נקודת חן",
    "phone": "052-8228880",
    "lon": 34.9706
  },
  {
    "address": "דיזול נצרת א.ת.ציפורי  , נצרת",
    "lat": 32.76077,
    "name": "קאר וואש",
    "phone": "054-4738556",
    "lon": 35.31794
  },
  {
    "address": "שדרות הדקלים א.ת. לב הארץ  , ראש העין",
    "lat": 32.10868,
    "name": "קאר וואש",
    "phone": "053-3333324",
    "lon": 34.95113
  },
  {
    "address": " יוספטל 6- בתחנת פז יוספטל  לוד  , לוד",
    "lat": 31.94672,
    "name": "שטיפת מוניות יצחק רבין",
    "phone": "053-3392207",
    "lon": 34.87891
  },
  {
    "address": " מחלף הסירה-פז אשל כביש החוף לכיוון צפון  , הרצליה",
    "lat": 32.15757,
    "name": "בבלס בשירות עצמי 24/7 (פז אשל)",
    "phone": "0526432152",
    "lon": 34.8111
  },
  {
    "address": "רח הנרקיס בתחנת פז אלישמע  , אלישמע",
    "lat": 32.15304,
    "name": "לולי וואש",
    "phone": "050-6604207",
    "lon": 34.92153
  },
  {
    "address": "האלה 2  , מגדל תפן",
    "lat": 32.297447,
    "name": "רומא שטיפה ואביזרי רכב",
    "phone": "050-2502662",
    "lon": 35.27609
  },
  {
    "address": "האומן 1 תלפיות  , ירושלים",
    "lat": 31.74643,
    "name": "הלו רחיצה HELLO",
    "phone": "052-4704419",
    "lon": 35.21328
  },
  {
    "address": "שד' לוי אשכול 30  , חולון",
    "lat": 32.03332,
    "name": "הנוצץ חולון",
    "phone": "052-4030119",
    "lon": 34.77512
  },
  {
    "address": "בתחנת דור אחון קיבוץ יקום  , יקום",
    "lat": 32.24897,
    "name": "זקס שטיפת רכבים יקום",
    "phone": "058-6238765",
    "lon": 34.83586
  },
  {
    "address": "האיצטדיון 13  , חיפה",
    "lat": 32.82209,
    "name": "קאר וואש קריית חיים",
    "phone": "052-2272362",
    "lon": 35.05716
  },
  {
    "address": "הכרמל 1 בתוך תחנת פז אדום-אילת  , אילת",
    "lat": 29.57105,
    "name": "פז אדום אילת-ש.ל.י.א חן לרכב בע\"מ",
    "phone": "053-8800380",
    "lon": 34.96316
  },
  {
    "address": "די זהב 7 מתחם גאמיס משור אדומים  , מעלה אדומים",
    "lat": 31.78675,
    "name": "נינג'ה וואש ישראל",
    "phone": "054-2222873",
    "lon": 35.33776
  },
  {
    "address": " המיסב 6 יבנה בתחנת פז יבנה הירוקה  , יבנה",
    "lat": 31.86398,
    "name": "בבלס בשירות עצמי 24/7 (פז יבנה הירוקה)",
    "phone": "0526432152",
    "lon": 34.7425
  },
  {
    "address": " דרך הים יבנה בתחנת פז יבנה  , יבנה",
    "lat": 31.8849,
    "name": "בבלס בשירות עצמי 24/7 (פז יבנה רשף)",
    "phone": "0526432152",
    "lon": 34.73935
  },
  {
    "address": "רחוב דרך הנשיאים בתחנת פז הנשיאים  , באר שבע",
    "lat": 31.27815,
    "name": "בבלס בשירות עצמי 24/7 (פז הנשיאים)",
    "phone": "050-4295888",
    "lon": 34.79436
  },
  {
    "address": "כביש חיפה ת\"א הישן צ.עתלית בתחנת פז עתלית  , עתלית",
    "lat": 32.83414,
    "name": "בבלס בשירות עצמי 24/7 (פז מבוא עתלית)",
    "phone": "0526432152",
    "lon": 34.97306
  },
  {
    "address": "העמל 10  , דימונה",
    "lat": 31.06486,
    "name": "באבלס לנד",
    "phone": "052-2259193",
    "lon": 35.01924
  },
  {
    "address": "החרמש 8  , עפולה",
    "lat": 32.60489,
    "name": "קלאס קאר",
    "phone": "052-2710025",
    "lon": 35.29621
  },
  {
    "address": "יונה שפנדל 1 כביש 4 בתחנת פז גבעת שמואל  , גבעת שמואל",
    "lat": 32.0818,
    "name": "סיטי וואש בשירות עצמי (פז גבעת שמואל)",
    "phone": "052-5078992",
    "lon": 34.84547
  },
  {
    "address": "חליל אל סכאכיני 17 בית חנינא  , ירושלים",
    "lat": 31.83025,
    "name": "שטיפת רכב בית חנינא",
    "phone": "052-6899953",
    "lon": 35.22503
  },
  {
    "address": "רח יעקב אליאב 1 - גבעת שאול  , ירושלים",
    "lat": 31.79435,
    "name": "פיניש וואש",
    "phone": "054-6733092",
    "lon": 35.18769
  },
  {
    "address": "רח כרמל 10  , אילת",
    "lat": 29.57615,
    "name": "באבל קלאס וואש",
    "phone": "052-5178561",
    "lon": 34.9636
  },
  {
    "address": "דרך הדרום 14 בתחנת \"פז\"  , קריית גת",
    "lat": 31.60368,
    "name": "דרייב ספא קריית גת",
    "phone": "053-3881252",
    "lon": 34.77173
  },
  {
    "address": "כביש 60 בתחנת פז קריית ארבע  , קריית ארבע",
    "lat": 31.54302,
    "name": "שטיפת השלום",
    "phone": "052-7798306",
    "lon": 35.13188
  },
  {
    "address": "הפנינים 31 א.ת. אשקלון  , אשקלון",
    "lat": 31.66578,
    "name": "אמרי אביתר א.ח השקעות בע\"מ",
    "phone": "052-7270098",
    "lon": 34.60103
  },
  {
    "address": "בר לב 28 א.ת.דרומי אשקלון  , אשקלון",
    "lat": 31.63142,
    "name": "גיא וואש",
    "phone": "0544281430",
    "lon": 34.5601
  },
  {
    "address": "המלאכה 11/8  , באר שבע",
    "lat": 31.23646,
    "name": "פרימיום",
    "phone": "054-7299606",
    "lon": 34.79696
  },
  {
    "address": "תחנת הדלק בצומת מסמיה  , מסמיה",
    "lat": 31.75845,
    "name": "שטיפת רעים - י.ב.רעים בע\"מ",
    "phone": "053-6305724",
    "lon": 34.7838
  },
  {
    "address": "דרך המכבים 67  , ראשון לציון",
    "lat": 31.98349,
    "name": "מר.וואש (ראשון לציון)",
    "phone": "050-4998242",
    "lon": 34.80999
  },
  {
    "address": "הסיבים 53  , פתח תקווה",
    "lat": 32.08529,
    "name": "מר.וואש -פתח תקווה",
    "phone": "050-4998241",
    "lon": 34.85624
  },
  {
    "address": "דרך ערבה 1  , אילת",
    "lat": 29.55527,
    "name": "בבלס בשירות עצמי 24/7 (פז לשם אילת)",
    "phone": "0526432152",
    "lon": 34.95464
  },
  {
    "address": "פלטין 1 א.ת. מערבי ראשון לציון  , ראשון לציון",
    "lat": 32.15757,
    "name": "שטיפת רביבים",
    "phone": "054-9311400",
    "lon": 34.8111
  },
  {
    "address": "סמטת התבור 3  , פתח תקווה",
    "lat": 32.10869,
    "name": "פאוור קלין",
    "phone": "050-5224342",
    "lon": 34.88705
  },
  {
    "address": "רח בן יהודה 49 -תחנת פז שרונים  , כפר סבא",
    "lat": 32.18514,
    "name": "בבלס",
    "phone": "052-7726081",
    "lon": 34.91713
  },
  {
    "address": " המלאכה 13  , באר שבע",
    "lat": 31.23655,
    "name": "צמיגי השטיפה אלפרחין",
    "phone": "054-7463973",
    "lon": 34.79671
  },
  {
    "address": "דרך רמתיים  98 הוד השרון בתחנת פז  , הוד השרון",
    "lat": 32.15455,
    "name": "אוטו קלין הוד השרון",
    "phone": "",
    "lon": 34.89423
  },
  {
    "address": "דרך בן צבי 46  , תל אביב - יפו",
    "lat": 32.04678,
    "name": "קאר וואש",
    "phone": "053-3384391",
    "lon": 34.76619
  },
  {
    "address": "רחוב צהל 38  , אשקלון",
    "lat": 31.66567,
    "name": "דרייב ספא -אשקלון",
    "phone": "050-8872002",
    "lon": 34.59061
  },
  {
    "address": "המלאכה 30 תחנת סונול  , חולון",
    "lat": 32.01652,
    "name": "סיטי וואש בשירות עצמי (סונול חולון)",
    "phone": "054-7399580",
    "lon": 34.80077
  },
  {
    "address": "המתכנן 10 תחנת דלק \"טן\"  , אשקלון",
    "lat": 31.63529,
    "name": "סיטי וואש בשירות עצמי (טן אשקלון)",
    "phone": "0507005500",
    "lon": 34.55351
  },
  {
    "address": "זבוטינסקי 63 בתחנת פז  , פתח תקווה",
    "lat": 32.09196,
    "name": "סיטי וואש בשירות עצמי (תחנת פז פתח תקוה)",
    "phone": "0525078992",
    "lon": 34.85945
  },
  {
    "address": "זבוטינסקי 27 בתחנת דלק המפגש  , פתח תקווה",
    "lat": 32.0908,
    "name": "סיטי וואש בשירות עצמי (דלק המפגש פ\"ת)",
    "phone": "0525078992",
    "lon": 34.87312
  },
  {
    "address": "דרך הדרום בתחנת סונול  , קריית גת",
    "lat": 31.60015,
    "name": "סיטי וואש בשירות עצמי (סונול קרית גת)",
    "phone": "054-2244648",
    "lon": 34.76091
  },
  {
    "address": "נתב\"ג צומת אלעל תחנת \"דור אלון\"  , לוד נמל תעופה",
    "lat": 31.99117,
    "name": "סיטי וואש בשירות עצמי (דור אלון נתב\"ג)",
    "phone": "0547399588",
    "lon": 34.90393
  },
  {
    "address": "דרך בן גוריון בתחנת סונול \"בן גוריון\"  , באר שבע",
    "lat": 31.24535,
    "name": "סיטי וואש בשירות עצמי (סונול דרך חברון)",
    "phone": "054-7399588",
    "lon": 34.81119
  },
  {
    "address": "טרמינל 1 תחנת דלק מנטה נתב\"ג  , לוד נמל תעופה",
    "lat": 31.98768,
    "name": "סיטי וואש בשירות עצמי (דלק מנטה נתב\"ג)",
    "phone": "054-7399588",
    "lon": 34.89718
  },
  {
    "address": "החרושת 40  , כרמיאל",
    "lat": 32.92262,
    "name": "סיטי וואש בשירות עצמי (החרושת כרמיאל)",
    "phone": "054-7399588",
    "lon": 35.31378
  },
  {
    "address": "רחוב ירמולובסקי בתחנת דלק מנטה  , חדרה",
    "lat": 32.43971,
    "name": "סיטי וואש בשירות עצמי (דלק חדרה)",
    "phone": "054-7399588",
    "lon": 34.91097
  },
  {
    "address": "שלום הגליל 1 נווה ספיר בתחנת \"דלק\"  , עכו",
    "lat": 32.92115,
    "name": "סיטי וואש בשירות עצמי (דלק עכו)",
    "phone": "054-7399588",
    "lon": 35.0925
  },
  {
    "address": "רחוב מוטה גור 1  , מזכרת בתיה",
    "lat": 31.84685,
    "name": "סיטי וואש בשירות עצמי (מזכרת בתיה)",
    "phone": "054-7399588",
    "lon": 34.83964
  },
  {
    "address": "פקר 1 בתחנת דלק  , קריית מלאכי",
    "lat": 31.73407,
    "name": "סיטי וואש בשירות עצמי (דלק קרית מלאכי)",
    "phone": "054-7399588",
    "lon": 34.75746
  },
  {
    "address": "בתחנת דור אלון בכניסה לישוב  , שדי חמד",
    "lat": 32.15564,
    "name": "סיטי וואש בשירות עצמי (דור אלון שדי חמד)",
    "phone": "054-7399588",
    "lon": 34.94698
  },
  {
    "address": "רח המיסב 5 בתחנת דור אלון  , יבנה",
    "lat": 31.86353,
    "name": "סיטי וואש בשירות עצמי (דור אלון יבנה)",
    "phone": "054-7399588",
    "lon": 34.74304
  },
  {
    "address": "תחנת דור אלון בכניסה ליישוב  , חבצלת השרון",
    "lat": 32.3617,
    "name": "סיטי וואש בשירות עצמי (דור אלון חבצלת)",
    "phone": "054-7399588",
    "lon": 34.86533
  },
  {
    "address": "תחנת פז אורות -אור עקיבא  , אור עקיבא",
    "lat": 32.50165,
    "name": "דר וואש אור עקיבא",
    "phone": "050-5770352",
    "lon": 34.92544
  },
  {
    "address": "דרך יפו 134 חיפה  , חיפה",
    "lat": 32.82681,
    "name": "רויאל אוטו ספא.",
    "phone": "0537622540",
    "lon": 34.82681
  }
];
const lastUpdated = "16/04/2026 08:11";
